import { Love1, Love2, Love3, Love4 } from '@assets/svg'

export const LoveContentsMap = [
  {
    title: '행운을 불러오는 고양이의 방문',
    description:
      '커피 잔 속에서 귀여운 고양이의 형상이 보입니다. 이는 예기치 않은 행운과 소소한 즐거움이 당신의 일상에 찾아올 것을 의미해요. 가벼운 마음으로 상대방과 소통하다 보면, 새로운 로맨스가 시작될 가능성이 높습니다. 특별한 날이 될 수도 있으니 기대해 보세요!',
    component: Love1,
    result: '/result/Love1.png',
  },
  {
    title: '사랑을 향한 빠른 결단의 날',
    description:
      '커피 잔 속에서 토끼의 형상이 보입니다. 이는 빠르게 다가올 기회를 잡으라는 신호입니다. 호감이 가는 상대에게 용기 내어 다가가거나, 현재 관계에서 솔직한 대화를 시도하는 것이 좋은 결과를 가져올 수 있습니다. 망설이기보다는 직감을 믿고 행동으로 옮겨 보세요.',
    component: Love2,
    result: '/result/Love2.png',
  },
  {
    title: '가벼운 마음으로 다가오는 설렘',
    description:
      '커피 잔 속에 떠다니는 깃털이 보입니다. 이는 자유롭고 가벼운 마음으로 다가올 변화를 받아들이라는 신호입니다. 새로운 만남에서는 부담을 내려놓고 자연스러운 대화를 즐기고, 기존의 관계에서는 마음의 여유를 갖고 소소한 순간을 즐겨보세요. 여유로운 마음 안에 뜻밖의 기회가 숨어있습니다.',
    component: Love3,
    result: '/result/Love3.png',
  },
  {
    title: '우아한 자신감의 시간',
    description:
      '잔 속에 우아하게 서 있는 홍학의 모습이 보입니다. 이는 당신의 자신감과 독특한 매력을 발휘할 때임을 의미해요. 자연스럽게 빛나는 당신의 모습이 상대방에게 깊은 인상을 남길 것입니다. 남들과 다른 당신만의 매력으로 특별한 순간을 만들어갈 기회를 만들어보세요.',
    component: Love4,
    result: '/result/Love4.png',
  },
]
