import { Money1, Money2, Money3, Money4 } from '@assets/svg'

export const MoneyContentsMap = [
  {
    title: '자유와 변화의 바람',
    description:
      '잔 속에 높이 날아오르는 새의 형상이 보입니다.  이는 자유로움과 새로운 시작을 상징합니다. 당신에게 변화를 위한 바람이 불어오고 있으며, 이를 맞이할 준비가 되어 있습니다. 새롭게 펼쳐질 여정을 기대하며 긍정적인 마음으로 나아가 보세요. 상승하는 운이 당신에게 커다란 기쁨을 가져다줄 것입니다.',
    component: Money1,
    result: '/result/Money1.png',
  },
  {
    title: '변화에 능숙한 적응의 시간',
    description:
      '커피 잔 속에 가만히 앉아있는 도마뱀의 형상이 보입니다. 이는 당신이 변화하는 상황 속에서도 유연하게 대처할 수 있는 능력을 가지고 있음을 의미합니다. 예상치 못한 재정적 상황이 생기더라도 걱정하지 마세요. 당신의 적응력과 현명한 선택을 통해 더 큰 이익을 얻을 수 있을 것입니다.',
    component: Money2,
    result: '/result/Money2.png',
  },
  {
    title: '풍요로운 흐름 속으로',
    description:
      '커피 잔 속에 물속을 유유히 헤엄치는 물고기의 모습이 보입니다. 이는 재물운과 풍요를 상징합니다. 지금의 노력들이 물 흐르듯 자연스럽게 좋은 방향으로 흘러갈 것입니다. 경제적으로 안정될 기회가 다가오니 이를 놓치지 말고 활용해보세요. 차분하게 목표를 향해 나아가세요.',
    component: Money3,
    result: '/result/Money3.png',
  },

  {
    title: '고요한 밤 속의 영감',
    description:
      '커피 잔 속 빛나는 달의 모습이 보입니다. 이는 고요한 환경 속에서 내면에 영감이 떠오를 시기임을 의미합니다. 오늘은 차분히 재정 상황을 돌아보고, 심사숙고하는 시간을 가지세요. 깊은 생각 속에서 새로운 기회를 발견할 수 있을 것입니다. 깨달음과 함께 풍요로운 재정적 흐름이 다가올 것으로 보여요.',
    component: Money4,
    result: '/result/Money4.png',
  },
]
